{
  "First Name": "Geetansh",
  "Last Name": "Sharma",
  "Email": "gssharmakarnal0001@gmail.com",
  "Have you worked as a full-time employee with ?": "No",
  "What's your current salary?": "600000",
  "What is your current CTC in Lakhs per annum?": "6",
  "What's your expected salary?": "1200000",
  "What is your expected CTC in Lakhs per annum?": "12",
  "Are you willing to attend in-person interview?": "No",
  "What is your notice period?": "15 days",
  "What is your current location?": "Haryana",
  "If Yes, Please share the Employee Code": "N/A",
  "What is your highest qualification?": "B.Tech",
  "What is your current role?": "Software Engineer",
  "What is your current company?": "Daffodil Software Ltd",
  "How many years of experience do you have in Node.Js?": "1.5",
  "How many years of experience do you have in React.Js?": "1.5",
  "How many years of experience do you have in Python?": "1.5",
  "What is your current experience in years?": "1",
  "What is your preferred location?": "Gurgaon",
  "What is your preferred technology stack?": "Python, Django, Flask",
  "Are you aware that this is a 5 days a week work from office role?": "Yes",
  "How long have you worked with python and databases?": "1-2 Years",
  "What is your current notice period & availability?": "15 days",
  "What motivated you for this role?": "I see this role aligning with my growth in backend engineering and my passion for scalable system design.",
  "How much experience you have with Django Rest Framework?": "1",
  "Your year of completion of highest degree?": "2024",
  "Are you pursuing any higher education? if Yes provide details": "Yes, I am pursuing MBA",
  "How many years of experience do you have in VSCODE?": "1.5",
  "Where do you stay in Mumbai?": "N/A",
  "I can attend in office interview at ": "No",
  "How many years of experience do you have in Express.js?": "1.5",
  "How many years of experience do you have in web development using HTML and CSS?": "1 - 2 Years",
  "How many years of experience do you have using REST APIs?": "1 - 2 Years",
  "How many years of experience do you have in working with PostgreSQL?": "1 - 2 Years",
  "How many years of experience do you have in Java Ee Applications?": "1",
  "Portfolio Link": "https://geetansh-sharma.netlify.app",
  "Are you a Fresher?": "No",
  "UG Qualification": "B.Tech/B.E.",
  "Master/Post Graduation": "MBA/PGDM",
  "Relatives Name": "N/A",
  "Relatives Contact Number": "N/A",
  "Relatives Email": "N/A",
  "How are you related to": "N/A",
  "Do you know programming language such as C#, JavaScript, Python or PHP? If yes, mention which ones.": "JavaScript, Python, PHP, NodeJs, NestJs",
  "Have you worked on Databases? If yes, please mention which ones.": "Postgres, MySql, MongoDB",
  "Do you have ability in building a custom AI agent?": "Yes",
  "Have you worked on cloud platform like Azure or AWS?": "Yes",
  "Experience": "1",
  "Salutation": "Mr."
}
